app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "kind_id", "rmk", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "Luciano"], ["email", "lucianoschultzcruz@gmail.com"], ["kind_id", 1], ["rmk", "obs"], ["created_at", "2017-09-17 15:19:59.634665"], ["updated_at", "2017-09-17 15:19:59.634665"]]
---
  def create
    @contact = Contact.new(contact_params)

    respond_to do |format|
      if @contact.save

UPDATE "contacts" SET "kind_id" = ?, "updated_at" = ? WHERE "contacts"."id" = ?  [["kind_id", 2], ["updated_at", "2017-10-04 18:37:20.950450"], ["id", 2]]
---
  def update
    respond_to do |format|
      if @contact.update(contact_params)